Repository: DimaSuharchuk/DinoDay
Catalog: sites/all/libraries/translations/dino.*.po
Languages: ru

source: User login
ru: Авторизация

source: Username
ru: Логин

source: Password
ru: Пароль

source: Log in
ru: Войти

source: Create new account
ru: Создать новый аккаунт

source: My account
ru: Моя учетная запись

source: Log out
ru: Выход

source: E-mail address
ru: E-mail

source: Confirm password
ru: Подтвердить пароль

source: Current password
ru: Текущий пароль

source: To change the current user password, enter the new password in both fields.
ru: Для изменения текущего пароля, введите новый пароль в обоих полях.

source: Save
ru: Сохранить

source: More information
ru: Подробнее

source: Sorry, unrecognized username or password. <a href="@password">Have you forgotten your password?</a>
ru: Это имя пользователя или пароль неверны.

source: !name field is required.
ru: Поле "!name" обязательно для заполнения.

source: Password field is required.
ru: Требуется заполнить поле пароля.

source: The name %name is already taken.
ru: Имя %name уже используется.

source: The e-mail address %mail is not valid.
ru: Адрес электронной почты %mail некорректен.

source: The specified passwords do not match.
ru: Указанные пароли не совпадают.

source: The e-mail address %email is already registered. <a href="@password">Have you forgotten your password?</a>
ru: Адрес электронной почты %email уже зарегистрирован.

source: Sorry, there has been more than one failed login attempt for this account. It is temporarily blocked. Try again later or <a href="@url">request a new password</a>.
ru: Учётная запись временно заблокирована по причине более одной неудачной попытки входа. Попробуйте войти позже.

source: Registration successful. You are now logged in.
ru: Регистрация прошла успешно. Можно играть.

source: Your current password is missing or incorrect; it's required to change the %name.
ru: Ваш текущий пароль отсутствует либо неверен. Его нужно ввести для изменения поля "%name".

source: You can change the login without entering a password. You must enter a new login for next authorization.
ru: Логин можно изменить без ввода пароля. При авторизации нужно будет вводить этот новый логин.

source: The changes have been saved.
ru: Изменения сохранены.

source: Collection
ru: Коллекция

source: Register
ru: Регистрация

source: Food
ru: Пища

source: Inventory
ru: Инвентарь

source: Settings
ru: Настройки

source: Leaderboard
ru: Таблица лидеров

source: 1 second
ru: @count секунда

source: 1 minute
ru: @count минута

source: 1 hour
ru: @count час

source: 1 day
ru: @count день

source: Get ingredient
ru: Получить ингредиент

source: Remove the bait
ru: Убрать наживку

source: Rank
ru: Ранг

source: Age
ru: Возраст

source: Health
ru: Здоровье

source: Mood
ru: Настроение

source: Satiety
ru: Сытость

source: Food type
ru: Тип питания

source: Favorite food
ru: Любимая еда

source: Unknown dinosaur
ru: Неизвестный динозавр

source: Ingredients
ru: Ингредиенты

source: Bait Level 1
ru: Наживки ур. I

source: Bait Level 2
ru: Наживки ур. II

source: Bait Level 3
ru: Наживки ур. III

source: Bait Level 4
ru: Наживки ур. IV

source: There are no ingredients yet, press the button at the top of the screen to get the ingredient.
ru: Ингредиентов пока нет, нажмите кнопку вверху экрана для получения ингредиента.

source: Baits of level 1 is not yet there. Select three any ingredients and click the "Cook" button.
ru: Наживок первого уровня пока нет. Выделите 3 любых ингредиента и нажмите кнопку "Приготовить".

source: Baits of level 2 is not yet there. Select three any baits of level 1 and click the "Cook" button.
ru: Наживок второго уровня пока нет. Выделите 3 любых наживки первого уровня и нажмите кнопку "Приготовить".

source: Baits of level 3 is not yet there. Select three any baits of level 2 and click the "Cook" button.
ru: Наживок третьего уровня пока нет. Выделите 3 любых наживки второго уровня и нажмите кнопку "Приготовить".

source: Baits of level 4 is not yet there. Select three any baits of level 3 and click the "Cook" button.
ru: Наживок четвертого уровня пока нет. Выделите 3 любых наживки третьего уровня и нажмите кнопку "Приготовить".

source: Cook a bait
ru: Приготовить наживку

source: Set the bait
ru: Положить наживку

source: Alamosaurus
ru: Аламозавр

source: Amurosaurus
ru: Амурозавр

source: Brachiosaurus
ru: Брахиозавр

source: Scaullcrouller
ru: Черепозавр

source: Easysaurus
ru: Изизавр

source: Biteops
ru: Кусатопс

source: Mapusaurus
ru: Мапузавр

source: Mimisaurus
ru: Мимизавр

source: Pamparaptor
ru: Пампараптор

source: Pentidraco
ru: Пентидрако

source: Plateosaurus
ru: Платеозавр

source: Triceratops
ru: Трицератопс

source: Ciraptor
ru: Цараптор

source: Coelurus
ru: Целюр

source: Yamaceratops
ru: Ямацератопс

source: Diplodocus
ru: Диплодок

source: Lollipopsis
ru: Капитозавр

source: Locosaurus
ru: Локозавр

source: Minosaurus
ru: Минозавр

source: Multisaurus
ru: Мультизавр

source: Pentaceratops
ru: Пентацератопс

source: Stegosaurus
ru: Стегозавр

source: Supersaurus
ru: Суперзавр

source: Uranosaurus
ru: Уранозавр

source: Combosaurus
ru: Комбозавр

source: Apatosaurus
ru: Бронтозавр

source: Spike
ru: Шипаст

source: Scolosaurus
ru: Скалозавр

source: Tyrannosaurus
ru: Тиранозавр

source: Nanotyrannus
ru: Нанотиран

source: Fruits
ru: Фрукты

source: Vegetables
ru: Овощи

source: Seafood
ru: Морепродукты

source: Meat
ru: Мясо

source: Fish
ru: Лещ

source: Octopus
ru: Осьминог

source: Salmon
ru: Лосось

source: Shrimp
ru: Креветка

source: Apple
ru: Яблоко

source: Fig
ru: Фига

source: Pear
ru: Груша

source: Pineapple
ru: Ананас

source: Bacon
ru: Бекон

source: Chicken
ru: Курочка

source: Ham
ru: Окорок

source: Steak
ru: Стейк

source: Broccoli
ru: Брокколи

source: Cabbage
ru: Капуста

source: Carrot
ru: Морковка

source: Tomato
ru: Томат
